# LayeredBottomF0 Property

---
C#Visual BasicVisual C++
Revit 2024 API
---
AdvancedLayered..::..LayeredBottomF0 Property
AdvancedLayered Class See Also
---
The property labeled "Color" from the "AdvancedLayered" schema.
**Namespace:** Autodesk.Revit.DB.Visual**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2018.1
# Syntax
C#
---
```text
public static string LayeredBottomF0 { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property LayeredBottomF0 As String
	Get
```

Visual C++
---
```text
public:
static property String^ LayeredBottomF0 {
	String^ get ();
}
```

# Remarks
This property is of type "AssetPropertyDoubleArray4d". This property allows a connected asset.
# See Also
AdvancedLayered Class
Autodesk.Revit.DB.Visual Namespace